import React from "react";
import './aboutContent.css'

export const AboutContent = () => {

	return(
<div className = 'info-about'>
<h2 className="about-title">Древняя история </h2> 
<div className=" info about-history">
Впервые человек появлялся на территории современного Могилёва в эпоху позднего палеолита и в эпоху раннего мезолита. Скорее всего, не все стоянки, поселения и городища выявлены и обследованы археологами. Но с анализом этих стоянок, поселений и городищ есть возможность проследить древнюю историю Могилёва.

В эпоху мезолита на первой надпойменной террасе правого берега Днепра и нынешней восточной окраине города в километре восточнее железнодорожного моста располагалась Могилёвская стоянка охотников.

Одна из стоянок неолита располагалась на нынешней восточной окраине города на первой надпойменной террасе Днепра выше железнодорожного моста в урочище Городчизна. Эту стоянку отнесли к эпохе неолита из-за наличия керамических изделий, свойственных этой эпохе.

В 3—2 тысячелетиях до н. э. территорию Могилёва заселили племена, которые до этого обитали в бассейне среднего течения Днепра. Культуру этих племён называют среднеднепровской, и она родственна культурам шнуровой керамики и боевых топоров, в древности включающих территории от Финляндии и Швеции на севере до Карпат на юге, от Приуралья на востоке до Рейна на западе. Эти культуры в себя включали древних индоевропейцев, предков славян, балтов, немцев и других народов.

В VII—V века до н. э. существовало Пелагеевское городище в урочище Змеёвка на правом берегу Дубровенки недалеко от кинотеатра «Октябрь».

Во второй половине 1 тысячелетия н. э. находилось городище «Могила» рядом с нынешним парком им. Горького на возвышенности при впадении Дубровенки в Днепр. Недалеко от городища располагалось селище V—VII века.

На территории современного Могилёва, вытеснив местное население, то есть балтов, расселились представители кривичей, радимичей и дреговичей. Через Могилёв по Днепру проходила в это время условная граница между кривичами и радимичами.
   </div>
</div>

	)
}